Repository: pilipandr770/Rozoom-KI
Catalog: app/translations/*/LC_MESSAGES/form_translations.po
Languages: uk

source: Technical Specification Form
uk: Форма технічного завдання

source: Project Requirements
uk: Вимоги до проекту

source: Please fill out this form to help us understand your project needs better.
uk: Будь ласка, заповніть цю форму, щоб допомогти нам краще зрозуміти потреби вашого проекту.

source: Project Type Selection
uk: Вибір типу проекту

source: Please select the type of project you are interested in:
uk: Будь ласка, виберіть тип проекту, який вас цікавить:

source: Timeline Preferences
uk: Вподобання щодо термінів

source: Budget Considerations
uk: Бюджетні міркування

source: Integration Requirements
uk: Вимоги до інтеграції

source: Technical Preferences
uk: Технічні вподобання

source: Design Inspiration
uk: Дизайн натхнення

source: Success Metrics
uk: Метрики успіху

source: Security & Compliance
uk: Безпека та відповідність

source: Support Requirements
uk: Вимоги до підтримки

source: Additional Resources
uk: Додаткові ресурси

source: Contact Details
uk: Контактні дані

source: Form submitted successfully!
uk: Форму успішно надіслано!

source: Thank you for your submission. We will review your requirements and get back to you within 24 hours.
uk: Дякуємо за вашу заявку. Ми розглянемо ваші вимоги та зв'яжемося з вами протягом 24 годин.

source: There was an error submitting your form. Please try again.
uk: Сталася помилка при надсиланні форми. Будь ласка, спробуйте ще раз.

source: All fields marked with * are required.
uk: Всі поля, позначені *, є обов'язковими.

source: Please provide as much detail as possible to help us give you an accurate estimate.
uk: Будь ласка, надайте якомога більше деталей, щоб допомогти нам дати вам точну оцінку.
