Repository: pilipandr770/Rozoom-KI
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, uk

source: Home
de: Startseite
uk: Головна

source: Services
de: Dienstleistungen
uk: Послуги

source: Pricing
de: Preise
uk: Ціни

source: Contact
de: Kontakt
uk: Контакти

source: Login
de: Anmelden
uk: Увійти

source: Logout
de: Abmelden
uk: Вийти

source: Register
de: Registrieren
uk: Зареєструватися

source: Dashboard
de: Übersicht
uk: Панель керування

source: Admin Panel
de: Administrator-Bereich
uk: Панель адміністратора

source: Search
de: Suchen
uk: Пошук

source: Submit
de: Senden
uk: Надіслати

source: Save
de: Speichern
uk: Зберегти

source: Cancel
de: Abbrechen
uk: Скасувати

source: Delete
de: Löschen
uk: Видалити

source: Edit
de: Bearbeiten
uk: Редагувати

source: Create
de: Erstellen
uk: Створити

source: Users
de: Benutzer
uk: Користувачі

source: Projects
de: Projekte
uk: Проекти

source: Settings
de: Einstellungen
uk: Налаштування

source: Profile
de: Profil
uk: Профіль

source: Language
de: Sprache
uk: Мова

source: Password
de: Passwort
uk: Пароль

source: Confirm Password
de: Passwort bestätigen
uk: Підтвердити пароль

source: Required field
de: Pflichtfeld
uk: Обов'язкове поле

source: Invalid email format
de: Ungültiges E-Mail-Format
uk: Невірний формат email

source: Welcome to Rozoom-KI
de: Willkommen bei Rozoom-KI
uk: Ласкаво просимо до Rozoom-KI

source: Request a Project Estimate
de: Anfrage für eine Projektschätzung
uk: Замовити оцінку проекту

source: Fill out our project questionnaire to get a free time and budget estimate for your project. No obligations!
de: Füllen Sie unseren Projektfragebogen aus, um eine kostenlose Zeit- und Budgetschätzung für Ihr Projekt zu erhalten. Keine Verpflichtungen!
uk: Заповніть нашу анкету проекту, щоб отримати безкоштовну оцінку часу та бюджету для вашого проекту. Без зобов'язань!

source: What type of project are you looking to develop?
de: Welche Art von Projekt möchten Sie entwickeln?
uk: Який тип проекту ви хочете розробити?

source: Select a project type
de: Wählen Sie einen Projekttyp
uk: Виберіть тип проекту

source: Web Application
de: Web-Anwendung
uk: Веб-додаток

source: Mobile Application
de: Mobile Anwendung
uk: Мобільний додаток

source: AI/ML Solution
de: KI/ML-Lösung
uk: Рішення ШІ/ML

source: Automation Tool
de: Automatisierungswerkzeug
uk: Інструмент автоматизації

source: Data Analytics
de: Datenanalyse
uk: Аналітика даних

source: Other
de: Andere
uk: Інше

source: Choose the category that best describes your project.
de: Wählen Sie die Kategorie, die Ihr Projekt am besten beschreibt.
uk: Виберіть категорію, яка найкраще описує ваш проект.

source: What is the primary goal of your project?
de: Was ist das Hauptziel Ihres Projekts?
uk: Яка основна мета вашого проекту?

source: Describe the main purpose of your project...
de: Beschreiben Sie den Hauptzweck Ihres Projekts...
uk: Опишіть основну мету вашого проекту...

source: About
de: Über uns
uk: Про нас

source: About the author.
de: Über den Autor.
uk: Про автора.

source: Intelligent AI Solutions for Modern Business
de: Intelligente KI-Lösungen für moderne Unternehmen
uk: Інтелектуальні рішення ШІ для сучасного бізнесу

source: Transform your business with our state-of-the-art AI assistants and custom solutions
de: Transformieren Sie Ihr Unternehmen mit unseren hochmodernen KI-Assistenten und individuellen Lösungen
uk: Трансформуйте свій бізнес за допомогою наших передових асистентів ШІ та індивідуальних рішень

source: Explore Services
de: Dienstleistungen entdecken
uk: Дослідити послуги

source: Contact Us
de: Kontaktieren Sie uns
uk: Зв'язатися з нами

source: Sign Up for Free
de: Kostenlos registrieren
uk: Зареєструватися безкоштовно

source: Go to Dashboard
de: Zum Dashboard
uk: Перейти до панелі керування

source: How We Can Help
de: Wie wir helfen können
uk: Як ми можемо допомогти

source: Web Development
de: Webentwicklung
uk: Веб-розробка

source: Custom websites and web applications with AI-powered features to enhance user experience.
de: Maßgeschneiderte Websites und Webanwendungen mit KI-gestützten Funktionen zur Verbesserung der Benutzererfahrung.
uk: Індивідуальні веб-сайти та веб-додатки з функціями на основі ШІ для покращення користувацького досвіду.

source: ML & AI Integration
de: ML & KI-Integration
uk: Інтеграція ML та ШІ

source: Integrate machine learning models and AI capabilities into your existing software systems.
de: Integrieren Sie Machine-Learning-Modelle und KI-Funktionen in Ihre bestehenden Softwaresysteme.
uk: Інтегруйте моделі машинного навчання та можливості ШІ у ваші існуючі програмні системи.

source: Process Automation
de: Prozessautomatisierung
uk: Автоматизація процесів

source: Streamline your business operations with intelligent automation and workflow solutions.
de: Optimieren Sie Ihre Geschäftsprozesse mit intelligenter Automatisierung und Workflow-Lösungen.
uk: Оптимізуйте бізнес-процеси за допомогою інтелектуальної автоматизації та рішень для робочих процесів.

source: What Our Clients Say
de: Was unsere Kunden sagen
uk: Що кажуть наші клієнти

source: Create Your Personal Account
de: Erstellen Sie Ihr persönliches Konto
uk: Створіть свій особистий обліковий запис

source: Track your projects, access personalized services, and collaborate with our team in real-time.
de: Verfolgen Sie Ihre Projekte, greifen Sie auf personalisierte Dienste zu und arbeiten Sie in Echtzeit mit unserem Team zusammen.
uk: Відстежуйте свої проекти, отримуйте доступ до персоналізованих послуг та співпрацюйте з нашою командою в режимі реального часу.

source: Personal dashboard to monitor project progress
de: Persönliches Dashboard zur Überwachung des Projektfortschritts
uk: Особиста панель керування для моніторингу прогресу проекту

source: Direct messaging with our development team
de: Direkte Kommunikation mit unserem Entwicklungsteam
uk: Пряме спілкування з нашою командою розробки

source: Online invoicing and payment processing
de: Online-Rechnungsstellung und Zahlungsabwicklung
uk: Онлайн виставлення рахунків та обробка платежів

source: Project milestone tracking and updates
de: Verfolgung von Projektmeilensteinen und Updates
uk: Відстеження етапів проекту та оновлення

source: Register Now
de: Jetzt registrieren
uk: Зареєструватися зараз

source: Create Account
de: Konto erstellen
uk: Створити обліковий запис

source: Already have an account? Login
de: Haben Sie bereits ein Konto? Anmelden
uk: Вже маєте обліковий запис? Увійдіть

source: Ready to transform your business with AI?
de: Bereit, Ihr Unternehmen mit KI zu transformieren?
uk: Готові трансформувати свій бізнес за допомогою ШІ?

source: Our team of experts is ready to help you implement intelligent solutions.
de: Unser Expertenteam steht bereit, um Ihnen bei der Implementierung intelligenter Lösungen zu helfen.
uk: Наша команда експертів готова допомогти вам впровадити інтелектуальні рішення.

source: Get Started Today
de: Jetzt starten
uk: Почати сьогодні

source: Our Services
de: Unsere Dienstleistungen
uk: Наші послуги

source: AI Development
de: KI-Entwicklung
uk: Розробка ШІ

source: We develop custom AI solutions for your business needs, including natural language processing, computer vision, and machine learning models.
de: Wir entwickeln maßgeschneiderte KI-Lösungen für Ihre Geschäftsanforderungen, einschließlich natürlicher Sprachverarbeitung, Computer Vision und maschineller Lernmodelle.
uk: Ми розробляємо індивідуальні рішення ШІ для ваших бізнес-потреб, включаючи обробку природної мови, комп'ютерний зір та моделі машинного навчання.

source: Automation Solutions
de: Automatisierungslösungen
uk: Рішення автоматизації

source: Automate your business processes with custom software solutions to increase efficiency and reduce operational costs.
de: Automatisieren Sie Ihre Geschäftsprozesse mit maßgeschneiderten Softwarelösungen, um die Effizienz zu steigern und die Betriebskosten zu senken.
uk: Автоматизуйте бізнес-процеси за допомогою індивідуальних програмних рішень для підвищення ефективності та зниження операційних витрат.

source: Data Analysis
de: Datenanalyse
uk: Аналіз даних

source: Turn your data into actionable insights with our comprehensive data analysis and visualization services.
de: Verwandeln Sie Ihre Daten in umsetzbare Erkenntnisse mit unseren umfassenden Datenanalyse- und Visualisierungsdiensten.
uk: Перетворіть ваші дані на практичні висновки за допомогою наших комплексних послуг аналізу даних та візуалізації.

source: Rozoom-KI transformed our customer service with their AI assistant. Response times dropped by 60 percent and customer satisfaction increased dramatically.
de: Rozoom-KI hat unseren Kundenservice mit ihrem KI-Assistenten transformiert. Die Reaktionszeiten sanken um 60 Prozent und die Kundenzufriedenheit stieg dramatisch an.
uk: Rozoom-KI трансформувала наш клієнтський сервіс за допомогою їхнього асистента ШІ. Час відповіді зменшився на 60 відсотків, а задоволеність клієнтів значно зросла.

source: The machine learning integration for our inventory management has saved us thousands of euros monthly and improved our forecasting accuracy by 40 percent.
de: Die Integration des maschinellen Lernens in unser Bestandsmanagement hat uns monatlich tausende von Euro erspart und unsere Prognosegenauigkeit um 40 Prozent verbessert.
uk: Інтеграція машинного навчання для управління запасами заощадила нам тисячі євро щомісяця та покращила точність прогнозування на 40 відсотків.

source: Their AI-powered analytics platform gave us insights we never thought possible. We have been able to identify new market opportunities and increase revenue by 25 percent in just six months.
de: Ihre KI-gestützte Analyseplattform hat uns Einblicke ermöglicht, die wir nie für möglich gehalten hätten. Wir konnten neue Marktchancen identifizieren und den Umsatz in nur sechs Monaten um 25 Prozent steigern.
uk: Їхня платформа аналітики на основі ШІ надала нам висновки, про які ми ніколи не думали як про можливі. Ми змогли ідентифікувати нові ринкові можливості та збільшити дохід на 25 відсотків всього за шість місяців.

source: Operations Director, RetailPlus
de: Betriebsdirektor, RetailPlus
uk: Директор з операцій, RetailPlus

source: Marketing Director, InnovateMedia
de: Marketing-Direktor, InnovateMedia
uk: Директор з маркетингу, InnovateMedia

source: Describe your target audience...
de: Beschreiben Sie Ihre Zielgruppe...
uk: Опишіть вашу цільову аудиторію...

source: Specify who will be using your solution (e.g., businesses, consumers, specific industry professionals).
de: Geben Sie an, wer Ihre Lösung nutzen wird (z.B. Unternehmen, Verbraucher, Fachleute einer bestimmten Branche).
uk: Вкажіть, хто буде використовувати ваше рішення (наприклад, бізнеси, споживачі, фахівці конкретної галузі).

source: List the key features your project must have...
de: Listen Sie die wichtigsten Funktionen auf, die Ihr Projekt haben muss...
uk: Перелічіть ключові функції, які повинен мати ваш проект...

source: Focus on the core functionality that is absolutely necessary for your project to succeed.
de: Konzentrieren Sie sich auf die Kernfunktionalität, die für den Erfolg Ihres Projekts unbedingt notwendig ist.
uk: Зосередьтеся на основній функціональності, яка абсолютно необхідна для успіху вашого проекту.

source: List any additional features that would be beneficial...
de: Listen Sie alle zusätzlichen Funktionen auf, die vorteilhaft wären...
uk: Перелічіть будь-які додаткові функції, які будуть корисними...

source: These are features that could be implemented in later phases of the project.
de: Dies sind Funktionen, die in späteren Phasen des Projekts implementiert werden könnten.
uk: Це функції, які можуть бути реалізовані в пізніших фазах проекту.

source: Select a timeline
de: Wählen Sie einen Zeitrahmen
uk: Виберіть терміни

source: Urgent (1-2 months)
de: Dringend (1-2 Monate)
uk: Терміново (1-2 місяці)

source: Standard (3-6 months)
de: Standard (3-6 Monate)
uk: Стандартно (3-6 місяців)

source: Flexible (6+ months)
de: Flexibel (6+ Monate)
uk: Гнучко (6+ місяців)

source: Not yet decided
de: Noch nicht entschieden
uk: Ще не вирішено

source: This helps us determine the development pace and resource allocation.
de: Dies hilft uns, das Entwicklungstempo und die Ressourcenzuweisung zu bestimmen.
uk: Це допомагає нам визначити темп розробки та розподіл ресурсів.

source: Select a budget range
de: Wählen Sie eine Budgetspanne
uk: Виберіть діапазон бюджету

source: Less than €10,000
de: Weniger als €10.000
uk: Менше €10,000

source: This helps us suggest solutions that fit within your financial constraints.
de: Dies hilft uns, Lösungen vorzuschlagen, die zu Ihren finanziellen Möglichkeiten passen.
uk: Це допомагає нам запропонувати рішення, які підходять до ваших фінансових можливостей.

source: List any systems, APIs, or services your project needs to connect with...
de: Listen Sie alle Systeme, APIs oder Dienste auf, mit denen Ihr Projekt verbunden werden muss...
uk: Перелічіть будь-які системи, API або послуги, з якими повинен підключатися ваш проект...

source: For example: payment gateways, CRMs, ERPs, social media platforms, etc.
de: Zum Beispiel: Zahlungsgateways, CRMs, ERPs, Social-Media-Plattformen usw.
uk: Наприклад: платіжні шлюзи, CRM, ERP, платформи соціальних мереж тощо.

source: Specify any technologies, frameworks, or platforms you prefer...
de: Geben Sie bevorzugte Technologien, Frameworks oder Plattformen an...
uk: Вкажіть будь-які технології, фреймворки або платформи, які ви віддаєте перевагу...

source: For example: programming languages, cloud providers, frameworks, or architecture preferences.
de: Zum Beispiel: Programmiersprachen, Cloud-Anbieter, Frameworks oder Architekturpräferenzen.
uk: Наприклад: мови програмування, хмарні провайдери, фреймворки або архітектурні вподобання.

source: List websites, apps, or products similar to what you envision...
de: Listen Sie Websites, Apps oder Produkte auf, die Ihrer Vision ähneln...
uk: Перелічіть веб-сайти, додатки або продукти, подібні до того, що ви уявляєте...

source: This helps us understand your vision and aesthetic preferences.
de: Dies hilft uns, Ihre Vision und ästhetischen Vorlieben zu verstehen.
uk: Це допомагає нам зрозуміти ваше бачення та естетичні вподобання.

source: Describe key performance indicators or success metrics...
de: Beschreiben Sie Kennzahlen oder Erfolgsindikatoren...
uk: Опишіть ключові показники ефективності або метрики успіху...

source: For example: user acquisition, conversion rates, efficiency improvements, cost savings, etc.
de: Zum Beispiel: Benutzerakquise, Konversionsraten, Effizienzverbesserungen, Kosteneinsparungen usw.
uk: Наприклад: залучення користувачів, коефіцієнти конверсії, покращення ефективності, економія витрат тощо.

source: GDPR Compliance
de: DSGVO-Konformität
uk: Відповідність GDPR

source: HIPAA Compliance
de: HIPAA-Konformität
uk: Відповідність HIPAA

source: PCI DSS Compliance
de: PCI DSS-Konformität
uk: Відповідність PCI DSS

source: SOC 2 Compliance
de: SOC 2-Konformität
uk: Відповідність SOC 2

source: ISO 27001 Compliance
de: ISO 27001-Konformität
uk: Відповідність ISO 27001

source: Two-factor Authentication
de: Zwei-Faktor-Authentifizierung
uk: Двофакторна аутентифікація

source: Data Encryption
de: Datenverschlüsselung
uk: Шифрування даних

source: Hold Ctrl/Cmd to select multiple options, or leave blank if unsure.
de: Halten Sie Strg/Cmd gedrückt, um mehrere Optionen auszuwählen, oder lassen Sie das Feld leer, wenn Sie sich nicht sicher sind.
uk: Утримуйте Ctrl/Cmd для вибору кількох варіантів, або залиште порожнім, якщо не впевнені.

source: If you selected 'Other' or have additional security requirements, please specify...
de: Wenn Sie 'Andere' ausgewählt haben oder zusätzliche Sicherheitsanforderungen haben, bitte spezifizieren Sie...
uk: Якщо ви вибрали 'Інше' або маєте додаткові вимоги до безпеки, будь ласка, уточніть...

source: Select support level
de: Supportlevel auswählen
uk: Виберіть рівень підтримки

source: Minimal (Bug fixes only)
de: Minimal (nur Fehlerbehebungen)
uk: Мінімальний (тільки виправлення помилок)

source: Standard (Bug fixes and minor updates)
de: Standard (Fehlerbehebungen und kleine Updates)
uk: Стандартний (виправлення помилок та невеликі оновлення)

source: Comprehensive (Ongoing development and support)
de: Umfassend (Laufende Entwicklung und Support)
uk: Комплексний (постійна розробка та підтримка)

source: Fully Managed Service
de: Vollständig verwalteter Service
uk: Повністю керована послуга

source: This helps us plan for post-launch resources and maintenance.
de: Dies hilft uns, die Ressourcen und Wartung nach dem Launch zu planen.
uk: Це допомагає нам планувати ресурси та обслуговування після запуску.

source: Brand Guidelines
de: Markenrichtlinien
uk: Брендбук

source: Requirements Document
de: Anforderungsdokument
uk: Документ вимог

source: Existing Code
de: Bestehender Code
uk: Існуючий код

source: None of the above
de: Keines der oben genannten
uk: Жодного з вищевказаних

source: Check all that apply. This helps us understand what resources are available to start with.
de: Kreuzen Sie alles Zutreffende an. Dies hilft uns zu verstehen, welche Ressourcen zu Beginn verfügbar sind.
uk: Позначте все, що підходить. Це допомагає нам зрозуміти, які ресурси доступні для початку.

source: Share any other details that might help us understand your project better...
de: Teilen Sie alle weiteren Details mit, die uns helfen könnten, Ihr Projekt besser zu verstehen...
uk: Поділіться будь-якими іншими деталями, які можуть допомогти нам краще зрозуміти ваш проект...

source: Include any considerations, challenges, or specific requirements not covered by previous questions.
de: Fügen Sie alle Überlegungen, Herausforderungen oder spezifischen Anforderungen hinzu, die in den vorherigen Fragen nicht behandelt wurden.
uk: Включіть будь-які міркування, виклики або специфічні вимоги, не охоплені попередніми питаннями.

source: Contact Information
de: Kontaktinformationen
uk: Контактна інформація

source: Company Name
de: Firmenname
uk: Назва компанії

source: Phone
de: Telefon
uk: Телефон

source: I consent to having this website store my submitted information so they can respond to my inquiry. *
de: Ich bin damit einverstanden, dass diese Website meine übermittelten Informationen speichert, damit sie auf meine Anfrage antworten können. *
uk: Я даю згоду на зберігання цим веб-сайтом наданої мною інформації, щоб вони могли відповісти на мій запит. *

source: Submit Project Request
de: Projektanfrage absenden
uk: Надіслати запит на проект

source: Why Choose Us
de: Warum Sie uns wählen sollten
uk: Чому обрати нас

source: Expert team with proven track record
de: Expertenteam mit nachgewiesener Erfolgsbilanz
uk: Команда експертів з перевіреним досвідом

source: Transparent pricing and process
de: Transparente Preisgestaltung und Prozesse
uk: Прозора цінова політика та процес

source: Agile development methodology
de: Agile Entwicklungsmethodik
uk: Agile методологія розробки

source: Ongoing support and maintenance
de: Fortlaufender Support und Wartung
uk: Постійна підтримка та обслуговування

source: Cutting-edge technologies
de: Moderne Technologien
uk: Найсучасніші технології

source: Free Consultation
de: Kostenlose Beratung
uk: Безкоштовна консультація

source: Get a free 30-minute consultation with our experts to discuss your project needs.
de: Erhalten Sie eine kostenlose 30-minütige Beratung mit unseren Experten, um Ihre Projektanforderungen zu besprechen.
uk: Отримайте безкоштовну 30-хвилинну консультацію з нашими експертами для обговорення потреб вашого проекту.

source: Submitting...
de: Wird gesendet...
uk: Надсилається...

source: Impressum (Legal Notice)
de: Impressum (Rechtliche Hinweise)
uk: Імпрессум (Юридична інформація)

source: Information According to § 5 TMG
de: Angaben gemäß § 5 TMG
uk: Інформація відповідно до § 5 TMG

source: Germany
de: Deutschland
uk: Німеччина

source: Represented by:
de: Vertreten durch:
uk: Представлено:

source: Contact:
de: Kontakt:
uk: Контакти:

source: Phone:
de: Telefon:
uk: Телефон:

source: Registration:
de: Registrierung:
uk: Реєстрація:

source: Registered in the Commercial Register
de: Eingetragen im Handelsregister
uk: Зареєстровано в торговому реєстрі

source: Register Court:
de: Registergericht:
uk: Суд реєстрації:

source: Register Number:
de: Registernummer:
uk: Реєстраційний номер:

source: VAT Identification Number:
de: Umsatzsteuer-Identifikationsnummer:
uk: Ідентифікаційний номер ПДВ:

source: VAT ID:
de: USt-IdNr.:
uk: ІПН:

source: According to § 27 a of the German Value Added Tax Act
de: Nach § 27 a Umsatzsteuergesetz
uk: Відповідно до § 27 a Закону Німеччини про податок на додану вартість

source: Responsible for Content According to § 55 Abs. 2 RStV
de: Verantwortlich für den Inhalt nach § 55 Abs. 2 RStV
uk: Відповідальний за зміст відповідно до § 55 Abs. 2 RStV

source: Dispute Resolution
de: Streitschlichtung
uk: Вирішення спорів

source: The European Commission provides a platform for online dispute resolution (OS):
de: Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit:
uk: Європейська Комісія надає платформу для онлайн вирішення спорів (OS):

source: We are not willing or obliged to participate in dispute resolution proceedings before a consumer arbitration board.
de: Wir sind nicht bereit oder verpflichtet, an Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen.
uk: Ми не бажаємо та не зобов'язані брати участь у процедурах вирішення спорів перед арбітражною комісією споживачів.

source: Liability for Content
de: Haftung für Inhalte
uk: Відповідальність за зміст

source: As a service provider, we are responsible for our own content on these pages according to § 7 paragraph 1 TMG (German Telemedia Act) and general laws. According to §§ 8 to 10 TMG, however, we as a service provider are not obliged to monitor transmitted or stored external information or to investigate circumstances that indicate illegal activity.
de: Als Diensteanbieter sind wir gemäß § 7 Abs.1 TMG für eigene Inhalte auf diesen Seiten nach den allgemeinen Gesetzen verantwortlich. Nach §§ 8 bis 10 TMG sind wir als Diensteanbieter jedoch nicht verpflichtet, übermittelte oder gespeicherte fremde Informationen zu überwachen oder nach Umständen zu forschen, die auf eine rechtswidrige Tätigkeit hinweisen.
uk: Як постачальник послуг, ми несемо відповідальність за власний зміст на цих сторінках відповідно до § 7 абзацу 1 TMG (Німецький закон про телемедіа) та загальних законів. Відповідно до §§ 8-10 TMG, однак, ми як постачальник послуг не зобов'язані контролювати передані або збережені зовнішні відомості або досліджувати обставини, які вказують на незаконну діяльність.

source: Obligations to remove or block the use of information according to general laws remain unaffected. However, liability in this respect is only possible from the time of knowledge of a specific legal violation. As soon as we become aware of such legal violations, we will remove this content immediately.
de: Verpflichtungen zur Entfernung oder Sperrung der Nutzung von Informationen nach den allgemeinen Gesetzen bleiben hiervon unberührt. Eine diesbezügliche Haftung ist jedoch erst ab dem Zeitpunkt der Kenntnis einer konkreten Rechtsverletzung möglich. Bei Bekanntwerden von entsprechenden Rechtsverletzungen werden wir diese Inhalte umgehend entfernen.
uk: Зобов'язання щодо видалення або блокування використання інформації відповідно до загальних законів залишаються незмінними. Однак відповідальність у цьому відношенні можлива лише з моменту отримання знань про конкретне порушення закону. Як тільки ми дізнаємося про такі порушення закону, ми негайно видалимо цей зміст.

source: Liability for Links
de: Haftung für Links
uk: Відповідальність за посилання
