Repository: pilipandr770/Rozoom-KI
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, uk

source: Our offer contains links to external websites of third parties, on whose contents we have no influence. Therefore, we cannot assume any liability for these external contents. The respective provider or operator of the pages is always responsible for the content of the linked pages. The linked pages were checked for possible legal violations at the time of linking. Illegal contents were not recognizable at the time of linking.
de: Unser Angebot enthält Links zu externen Websites Dritter, auf deren Inhalte wir keinen Einfluss haben. Deshalb können wir für diese fremden Inhalte auch keine Gewähr übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar.
uk: Наша пропозиція містить посилання на зовнішні веб-сайти третіх сторін, на зміст яких ми не маємо впливу. Тому ми не можемо брати на себе відповідальність за цей зовнішній зміст. Відповідальний за зміст пов'язаних сторінок завжди є відповідний постачальник або оператор сторінок. Пов'язані сторінки були перевірені на можливі порушення закону на момент встановлення посилання. Незаконний зміст не був розпізнаний на момент встановлення посилання.

source: However, a permanent control of the contents of the linked pages is not reasonable without concrete evidence of a violation of law. If we become aware of any legal violations, we will remove such links immediately.
de: Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Links umgehend entfernen.
uk: Однак постійний контроль змісту пов'язаних сторінок не є розумним без конкретних доказів порушення закону. Якщо ми дізнаємося про будь-які порушення закону, ми негайно видалимо такі посилання.

source: Copyright
de: Urheberrecht
uk: Авторське право

source: The content and works created by the site operators on these pages are subject to German copyright law. Duplication, processing, distribution, and any kind of exploitation outside the limits of copyright require the written consent of the respective author or creator. Downloads and copies of this site are only permitted for private, non-commercial use.
de: Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet.
uk: Зміст та роботи, створені операторами сайту на цих сторінках, підлягають німецькому закону про авторське право. Дублювання, обробка, розповсюдження та будь-який вид використання поза межами авторського права вимагають письмової згоди відповідного автора або творця. Завантаження та копії цього сайту дозволені лише для приватного, некомерційного використання.

source: Insofar as the content on this site was not created by the operator, the copyrights of third parties are respected. In particular, third-party content is marked as such. Should you nevertheless become aware of a copyright infringement, please inform us accordingly. If we become aware of any infringements, we will remove such content immediately.
de: Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.
uk: Оскільки зміст цього сайту не був створений оператором, поважаються авторські права третіх сторін. Зокрема, зміст третіх сторін позначений як такий. Якщо ви все ж таки помітите порушення авторських прав, будь ласка, повідомте нас про це. Якщо ми дізнаємося про будь-які порушення, ми негайно видалимо такий зміст.

source: Privacy Policy
de: Datenschutzerklärung
uk: Політика конфіденційності

source: Terms of Service
de: Nutzungsbedingungen
uk: Умови обслуговування

source: Last updated: September 1, 2025
de: Zuletzt aktualisiert: 1. September 2025
uk: Останнє оновлення: 1 вересня 2025

source: 1. Introduction
de: 1. Einleitung
uk: 1. Вступ

source: Rozoom-KI ("we", "us", or "our") respects your privacy and is committed to protecting your personal data. This privacy policy will inform you about how we look after your personal data when you visit our website and tell you about your privacy rights and how the law protects you.
de: Rozoom-KI („wir
uk: Rozoom-KI ("ми", "нас" або "наш") поважає вашу конфіденційність та прагне захищати ваші персональні дані. Ця політика конфіденційності повідомить вас про те, як ми піклуємося про ваші персональні дані, коли ви відвідуєте наш веб-сайт, і розповість про ваші права на конфіденційність та про те, як закон вас захищає.

source: 2. The Data We Collect
de: 2. Die Daten, die wir sammeln
uk: 2. Дані, які ми збираємо

source: We may collect, use, store and transfer different kinds of personal data about you which we have grouped together as follows:
de: Wir können verschiedene Arten von personenbezogenen Daten über Sie erheben, verwenden, speichern und übertragen, die wir wie folgt zusammengefasst haben:
uk: Ми можемо збирати, використовувати, зберігати та передавати різні види персональних даних про вас, які ми згрупували наступним чином:

source: Identity Data
de: Identitätsdaten
uk: Дані ідентифікації

source: includes first name, last name, username or similar identifier.
de: umfasst Vorname, Nachname, Benutzername oder ähnliche Kennungen.
uk: включає ім'я, прізвище, ім'я користувача або подібний ідентифікатор.

source: Contact Data
de: Kontaktdaten
uk: Контактні дані

source: includes email address and telephone numbers.
de: umfasst E-Mail-Adresse und Telefonnummern.
uk: включає адресу електронної пошти та номери телефонів.

source: Technical Data
de: Technische Daten
uk: Технічні дані

source: includes internet protocol (IP) address, browser type and version, time zone setting and location, browser plug-in types and versions, operating system and platform, and other technology on the devices you use to access this website.
de: umfasst Internetprotokoll (IP)-Adresse, Browsertyp und -version, Zeitzoneneinstellung und Standort, Arten und Versionen von Browser-Plugins, Betriebssystem und Plattform sowie andere Technologien auf den Geräten, die Sie zum Zugriff auf diese Website verwenden.
uk: включає адресу інтернет-протоколу (IP), тип та версію браузера, налаштування часового поясу та місцезнаходження, типи та версії плагінів браузера, операційну систему та платформу, а також інші технології на пристроях, які ви використовуєте для доступу до цього веб-сайту.

source: Usage Data
de: Nutzungsdaten
uk: Дані використання

source: includes information about how you use our website and services.
de: umfasst Informationen darüber, wie Sie unsere Website und Dienste nutzen.
uk: включає інформацію про те, як ви використовуєте наш веб-сайт та послуги.

source: 3. How We Use Your Data
de: 3. Wie wir Ihre Daten verwenden
uk: 3. Як ми використовуємо ваші дані

source: We will only use your personal data when the law allows us to. Most commonly, we will use your personal data in the following circumstances:
de: Wir verwenden Ihre personenbezogenen Daten nur, wenn das Gesetz dies zulässt. Am häufigsten werden wir Ihre personenbezogenen Daten unter den folgenden Umständen verwenden:
uk: Ми будемо використовувати ваші персональні дані лише тоді, коли закон дозволяє нам це робити. Найчастіше ми будемо використовувати ваші персональні дані в наступних обставинах:

source: To register you as a new customer.
de: Um Sie als neuen Kunden zu registrieren.
uk: Для реєстрації вас як нового клієнта.

source: To process and deliver your order.
de: Um Ihren Auftrag zu bearbeiten und auszuführen.
uk: Для обробки та виконання вашого замовлення.

source: To manage our relationship with you.
de: Um unsere Beziehung zu Ihnen zu verwalten.
uk: Для управління нашими відносинами з вами.

source: To improve our website, products/services, marketing or customer relationships.
de: Um unsere Website, Produkte/Dienstleistungen, Marketing oder Kundenbeziehungen zu verbessern.
uk: Для покращення нашого веб-сайту, продуктів/послуг, маркетингу або відносин з клієнтами.

source: To recommend products or services that may be of interest to you.
de: Um Produkte oder Dienstleistungen zu empfehlen, die für Sie von Interesse sein könnten.
uk: Для рекомендації продуктів або послуг, які можуть вас зацікавити.

source: 4. Data Security
de: 4. Datensicherheit
uk: 4. Безпека даних

source: We have put in place appropriate security measures to prevent your personal data from being accidentally lost, used or accessed in an unauthorized way, altered or disclosed. We limit access to your personal data to those employees, agents, contractors and other third parties who have a business need to know.
de: Wir haben angemessene Sicherheitsmaßnahmen ergriffen, um zu verhindern, dass Ihre personenbezogenen Daten versehentlich verloren gehen, verwendet oder unbefugt zugänglich gemacht, verändert oder offengelegt werden. Wir beschränken den Zugriff auf Ihre personenbezogenen Daten auf diejenigen Mitarbeiter, Vertreter, Auftragnehmer und andere Dritte, die ein berechtigtes geschäftliches Interesse daran haben.
uk: Ми запровадили відповідні заходи безпеки для запобігання випадковій втраті, використанню або несанкціонованому доступу до ваших персональних даних, їх зміні або розголошенню. Ми обмежуємо доступ до ваших персональних даних тими співробітниками, агентами, підрядниками та іншими третіми сторонами, які мають ділову необхідність знати.

source: 5. Your Legal Rights
de: 5. Ihre gesetzlichen Rechte
uk: 5. Ваші законні права

source: Under certain circumstances, you have rights under data protection laws in relation to your personal data, including the right to:
de: Unter bestimmten Umständen haben Sie gemäß den Datenschutzgesetzen Rechte in Bezug auf Ihre personenbezogenen Daten, einschließlich des Rechts auf:
uk: За певних обставин ви маєте права відповідно до законів про захист даних щодо ваших персональних даних, включаючи право на:

source: Request access to your personal data.
de: Zugang zu Ihren personenbezogenen Daten anzufordern.
uk: Запит доступу до ваших персональних даних.

source: Request correction of your personal data.
de: Korrektur Ihrer personenbezogenen Daten zu verlangen.
uk: Запит виправлення ваших персональних даних.

source: Request erasure of your personal data.
de: Löschung Ihrer personenbezogenen Daten zu verlangen.
uk: Запит видалення ваших персональних даних.

source: Object to processing of your personal data.
de: Der Verarbeitung Ihrer personenbezogenen Daten zu widersprechen.
uk: Заперечення проти обробки ваших персональних даних.

source: Request restriction of processing your personal data.
de: Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.
uk: Запит обмеження обробки ваших персональних даних.

source: Request transfer of your personal data.
de: Übertragung Ihrer personenbezogenen Daten zu verlangen.
uk: Запит передачі ваших персональних даних.

source: Right to withdraw consent.
de: Recht auf Widerruf der Einwilligung.
uk: Право відкликати згоду.

source: 6. Contact Us
de: 6. Kontaktieren Sie uns
uk: 6. Зв'яжіться з нами

source: If you have any questions about this privacy policy or our privacy practices, please contact us at:
de: Wenn Sie Fragen zu dieser Datenschutzrichtlinie oder unseren Datenschutzpraktiken haben, kontaktieren Sie uns bitte unter:
uk: Якщо у вас є питання щодо цієї політики конфіденційності або наших практик конфіденційності, будь ласка, зв'яжіться з нами за адресою:

source: 1. Acceptance of Terms
de: 1. Annahme der Bedingungen
uk: 1. Прийняття умов

source: By accessing or using the services of Rozoom-KI ("we", "us", "our"), you agree to be bound by these Terms of Service. If you do not agree to these terms, please do not use our services.
de: Durch den Zugriff auf oder die Nutzung der Dienste von Rozoom-KI („wir
uk: Доступаючись до послуг Rozoom-KI або використовуючи їх ("ми", "нас", "наш"), ви погоджуєтеся дотримуватися цих Умов обслуговування. Якщо ви не погоджуєтеся з цими умовами, будь ласка, не використовуйте наші послуги.

source: 2. Description of Service
de: 2. Beschreibung der Dienstleistung
uk: 2. Опис послуги

source: Rozoom-KI provides custom software development and AI integration services as described on our website. We reserve the right to modify, suspend, or discontinue any part of our services at any time without notice.
de: Rozoom-KI bietet individuelle Softwareentwicklungs- und KI-Integrationsdienste wie auf unserer Website beschrieben an. Wir behalten uns das Recht vor, jeden Teil unserer Dienste jederzeit ohne vorherige Ankündigung zu ändern, auszusetzen oder einzustellen.
uk: Rozoom-KI надає послуги індивідуальної розробки програмного забезпечення та інтеграції ШІ, як описано на нашому веб-сайті. Ми залишаємо за собою право змінювати, призупиняти або припиняти будь-яку частину наших послуг у будь-який час без попередження.

source: 3. User Accounts
de: 3. Benutzerkonten
uk: 3. Облікові записи користувачів

source: Some of our services may require you to create an account. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account. You agree to notify us immediately of any unauthorized use of your account.
de: Einige unserer Dienste können erfordern, dass Sie ein Konto erstellen. Sie sind dafür verantwortlich, die Vertraulichkeit Ihrer Kontoinformationen zu wahren und für alle Aktivitäten, die unter Ihrem Konto stattfinden. Sie erklären sich damit einverstanden, uns unverzüglich über jede unbefugte Nutzung Ihres Kontos zu informieren.
uk: Деякі з наших послуг можуть вимагати створення облікового запису. Ви несете відповідальність за збереження конфіденційності інформації вашого облікового запису та за всі дії, що відбуваються під вашим обліковим записом. Ви погоджуєтеся негайно повідомити нас про будь-яке несанкціоноване використання вашого облікового запису.

source: 4. Payment Terms
de: 4. Zahlungsbedingungen
uk: 4. Умови оплати

source: Fees for our services are described on our website or in individual agreements. Unless otherwise specified, all fees are quoted in Euro (€) and are non-refundable. We reserve the right to change our fees at any time, with notice provided to existing customers.
de: Die Gebühren für unsere Dienstleistungen sind auf unserer Website oder in individuellen Vereinbarungen beschrieben. Sofern nicht anders angegeben, werden alle Gebühren in Euro (€) angegeben und sind nicht erstattungsfähig. Wir behalten uns das Recht vor, unsere Gebühren jederzeit zu ändern, wobei bestehende Kunden benachrichtigt werden.
uk: Плата за наші послуги описана на нашому веб-сайті або в окремих угодах. Якщо не вказано інше, вся плата вказана в євро (€) та не підлягає поверненню. Ми залишаємо за собою право змінювати нашу плату у будь-який час, повідомивши існуючих клієнтів.

source: 5. Intellectual Property
de: 5. Geistiges Eigentum
uk: 5. Інтелектуальна власність

source: All content, features, and functionality of our services, including but not limited to text, graphics, logos, icons, and software, are the exclusive property of Rozoom-KI or its licensors and are protected by copyright, trademark, and other intellectual property laws.
de: Alle Inhalte, Funktionen und Funktionalitäten unserer Dienste, einschließlich, aber nicht beschränkt auf Text, Grafiken, Logos, Symbole und Software, sind das ausschließliche Eigentum von Rozoom-KI oder seinen Lizenzgebern und sind durch Urheberrechts-, Marken- und andere Gesetze zum Schutz geistigen Eigentums geschützt.
uk: Весь зміст, функції та функціональність наших послуг, включаючи, але не обмежуючись текстом, графікою, логотипами, іконками та програмним забезпеченням, є виключною власністю Rozoom-KI або його ліцензіарів та захищені законами про авторське право, товарні знаки та іншу інтелектуальну власність.

source: 6. User Content
de: 6. Benutzerinhalte
uk: 6. Зміст користувача

source: You retain ownership of any content you submit to our services. By submitting content, you grant us a worldwide, non-exclusive, royalty-free license to use, reproduce, modify, adapt, publish, translate, and distribute your content in any existing or future media.
de: Sie behalten das Eigentum an allen Inhalten, die Sie an unsere Dienste übermitteln. Durch die Übermittlung von Inhalten gewähren Sie uns eine weltweite, nicht exklusive, gebührenfreie Lizenz zur Nutzung, Reproduktion, Änderung, Anpassung, Veröffentlichung, Übersetzung und Verbreitung Ihrer Inhalte in allen bestehenden oder zukünftigen Medien.
uk: Ви зберігаєте право власності на будь-який зміст, який ви надсилаєте до наших послуг. Надсилаючи зміст, ви надаєте нам всесвітню, неексклюзивну, безоплатну ліцензію на використання, відтворення, модифікацію, адаптацію, публікацію, переклад та розповсюдження вашого змісту в будь-яких існуючих або майбутніх засобах масової інформації.

source: 7. Limitation of Liability
de: 7. Haftungsbeschränkung
uk: 7. Обмеження відповідальності

source: To the maximum extent permitted by law, Rozoom-KI shall not be liable for any indirect, incidental, special, consequential, or punitive damages, including but not limited to loss of profits, data, use, or goodwill, arising out of or in connection with these terms or the use or inability to use our services.
de: Im maximalen gesetzlich zulässigen Umfang haftet Rozoom-KI nicht für indirekte, zufällige, besondere, Folge- oder Strafschäden, einschließlich, aber nicht beschränkt auf entgangenen Gewinn, Datenverlust, Nutzungsausfall oder Verlust des Firmenwerts, die sich aus oder in Verbindung mit diesen Bedingungen oder der Nutzung oder Unmöglichkeit der Nutzung unserer Dienste ergeben.
uk: У максимально дозволеному законом обсязі Rozoom-KI не несе відповідальності за будь-які непрямі, випадкові, особливі, наслідкові або штрафні збитки, включаючи, але не обмежуючись втратою прибутку, даних, використання або доброї волі, що виникають у зв'язку з цими умовами або використанням чи неможливістю використання наших послуг.

source: 8. Governing Law
de: 8. Geltendes Recht
uk: 8. Застосовне право

source: These Terms shall be governed by and construed in accordance with the laws of Germany, without regard to its conflict of law provisions.
de: Diese Bedingungen unterliegen dem deutschen Recht und werden in Übereinstimmung mit diesem ausgelegt, ohne Berücksichtigung von Kollisionsnormen.
uk: Ці Умови регулюються та тлумачаться відповідно до законів Німеччини, без урахування положень про конфлікт законів.

source: 9. Changes to Terms
de: 9. Änderungen der Bedingungen
uk: 9. Зміни до умов

source: We reserve the right to modify these Terms at any time. We will provide notice of significant changes through our website or via email. Your continued use of our services after such modifications constitutes your acceptance of the revised Terms.
de: Wir behalten uns das Recht vor, diese Bedingungen jederzeit zu ändern. Wir werden über wesentliche Änderungen über unsere Website oder per E-Mail informieren. Ihre fortgesetzte Nutzung unserer Dienste nach solchen Änderungen stellt Ihre Annahme der überarbeiteten Bedingungen dar.
uk: Ми залишаємо за собою право змінювати ці Умови у будь-який час. Ми надамо повідомлення про значні зміни через наш веб-сайт або електронною поштою. Ваше подальше використання наших послуг після таких змін становить вашу згоду з переглянутими Умовами.

source: 10. Contact Us
de: 10. Kontaktieren Sie uns
uk: 10. Зв'яжіться з нами

source: If you have any questions about these Terms, please contact us at:
de: Wenn Sie Fragen zu diesen Bedingungen haben, kontaktieren Sie uns bitte unter:
uk: Якщо у вас є питання щодо цих Умов, будь ласка, зв'яжіться з нами за адресою:

source: Clearly define what problem your project solves or what opportunity it addresses.
de: Definieren Sie klar, welches Problem Ihr Projekt löst oder welche Möglichkeit es anspricht.
uk: Чітко визначте, яку проблему вирішує ваш проект або яку можливість він розглядає.

source: Who are the target users of your project?
de: Wer sind die Zielbenutzer Ihres Projekts?
uk: Хто є цільовими користувачами вашого проекту?

source: What features are essential for your project?
de: Welche Funktionen sind für Ihr Projekt unerlässlich?
uk: Які функції є необхідними для вашого проекту?

source: What features would be nice to have but aren't essential?
de: Welche Funktionen wären schön zu haben, sind aber nicht unbedingt notwendig?
uk: Які функції було б добре мати, але вони не є необхідними?

source: Do you have a specific timeline for this project?
de: Haben Sie einen bestimmten Zeitplan für dieses Projekt?
uk: Чи маєте ви конкретний термін для цього проекту?

source: Do you have a budget range in mind?
de: Haben Sie eine Budgetspanne im Sinn?
uk: Чи маєте ви на увазі діапазон бюджету?

source: Are there any existing systems your project needs to integrate with?
de: Gibt es bestehende Systeme, mit denen Ihr Projekt integriert werden muss?
uk: Чи є існуючі системи, з якими повинен інтегруватися ваш проект?

source: Do you have any specific technical requirements or preferences?
de: Haben Sie bestimmte technische Anforderungen oder Präferenzen?
uk: Чи маєте ви будь-які конкретні технічні вимоги або вподобання?

source: Do you have any examples of similar projects you admire?
de: Haben Sie Beispiele für ähnliche Projekte, die Sie bewundern?
uk: Чи маєте ви приклади подібних проектів, які ви захоплюєтеся?

source: How do you plan to measure the success of this project?
de: Wie planen Sie, den Erfolg dieses Projekts zu messen?
uk: Як ви плануєте вимірювати успіх цього проекту?

source: Do you have any specific security or compliance requirements?
de: Haben Sie bestimmte Sicherheits- oder Compliance-Anforderungen?
uk: Чи маєте ви будь-які конкретні вимоги до безпеки або відповідності?

source: What level of ongoing support will you need after launch?
de: Welches Maß an laufender Unterstützung benötigen Sie nach dem Start?
uk: Який рівень постійної підтримки вам знадобиться після запуску?

source: Do you already have any design assets or documentation for this project?
de: Haben Sie bereits Design-Assets oder Dokumentation für dieses Projekt?
uk: Чи маєте ви вже будь-які дизайн-ресурси або документацію для цього проекту?

source: Any additional information you'd like to share about your project?
de: Möchten Sie weitere Informationen über Ihr Projekt mitteilen?
uk: Будь-яка додаткова інформація, яку ви хотіли б поділитися про ваш проект?

source: Choose Your Package
de: Wählen Sie Ihr Paket
uk: Виберіть свій пакет

source: Get the perfect amount of development time for your project needs
de: Erhalten Sie die perfekte Entwicklungszeit für Ihre Projektanforderungen
uk: Отримайте ідеальну кількість часу розробки для потреб вашого проекту

source: Most Popular
de: Am beliebtesten
uk: Найпопулярніший

source: Hours
de: Stunden
uk: Години

source: per hour
de: pro Stunde
uk: за годину

source: development hours
de: Entwicklungsstunden
uk: годин розробки

source: Custom solutions
de: Individuelle LГ¶sungen
uk: Індивідуальні рішення

source: Support included
de: Support inklusive
uk: Підтримка включена

source: Regular updates
de: Regelmäßige Updates
uk: Регулярні оновлення
