Repository: pilipandr770/Rozoom-KI
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, uk

source: Select Package
de: Paket auswählen
uk: Виберіть пакет

source: Custom Package
de: Maßgeschneidertes Paket
uk: Індивідуальний пакет

source: Tailored to Your Needs
de: Auf Ihre Bedürfnisse zugeschnitten
uk: Адаптовано до ваших потреб

source: For special requirements
de: Für spezielle Anforderungen
uk: Для особливих вимог

source: Flexible hours
de: Flexible Stunden
uk: Гнучкі години

source: Custom development
de: Individuelle Entwicklung
uk: Індивідуальна розробка

source: Dedicated support
de: Dedizierter Support
uk: Спеціалізована підтримка

source: Priority service
de: Prioritäts-Service
uk: Пріоритетне обслуговування

source: Enterprise solutions
de: Unternehmenslösungen
uk: Корпоративні рішення

source: Get in Touch
de: Kontakt aufnehmen
uk: Зв'язатися

source: Need Help Choosing?
de: Brauchen Sie Hilfe bei der Auswahl?
uk: Потрібна допомога у виборі?

source: Contact our team for a free consultation and we'll help you select the perfect package for your project.
de: Kontaktieren Sie unser Team für eine kostenlose Beratung und wir helfen Ihnen, das perfekte Paket für Ihr Projekt auszuwählen.
uk: Зв'яжіться з нашою командою для безкоштовної консультації, і ми допоможемо вам вибрати ідеальний пакет для вашого проекту.

source: No pricing packages are currently available. Please contact us for custom pricing.
de: Derzeit sind keine Preispakete verfügbar. Bitte kontaktieren Sie uns für individuelle Preisgestaltung.
uk: Наразі немає доступних пакетів цін. Будь ласка, зв'яжіться з нами для індивідуального ціноутворення.

source: Have a question or ready to start your next project? We're here to help!
de: Haben Sie eine Frage oder sind Sie bereit, Ihr nächstes Projekt zu starten? Wir sind hier, um zu helfen!
uk: Маєте питання або готові розпочати свій наступний проект? Ми тут, щоб допомогти!

source: Address
de: Adresse
uk: Адреса

source: Email Us
de: E-Mail
uk: Напишіть нам

source: Call Us
de: Rufen Sie uns an
uk: Зателефонуйте нам

source: Mon-Fri 9:00-18:00
de: Mo-Fr 9:00-18:00
uk: Пн-Пт 9:00-18:00

source: Send Us a Message
de: Senden Sie uns eine Nachricht
uk: Надішліть нам повідомлення

source: Your message has been sent successfully. We'll get back to you soon!
de: Ihre Nachricht wurde erfolgreich gesendet. Wir melden uns bald bei Ihnen!
uk: Ваше повідомлення успішно надіслано. Ми скоро зв'яжемося з вами!

source: Full Name
de: Vollständiger Name
uk: Повне ім'я

source: Enter your full name
de: Geben Sie Ihren vollständigen Namen ein
uk: Введіть ваше повне ім'я

source: Email Address
de: E-Mail-Adresse
uk: Адреса електронної пошти

source: Enter your email address
de: Geben Sie Ihre E-Mail-Adresse ein
uk: Введіть вашу адресу електронної пошти

source: Your Message
de: Ihre Nachricht
uk: Ваше повідомлення

source: How can we help you?
de: Wie können wir Ihnen helfen?
uk: Чим ми можемо вам допомогти?

source: I consent to having this website store my submitted information so they can respond to my inquiry
de: Ich stimme zu, dass diese Website meine übermittelten Informationen speichert, damit sie auf meine Anfrage antworten können
uk: Я даю згоду на зберігання цим веб-сайтом наданої мною інформації, щоб вони могли відповісти на мій запит

source: Send Message
de: Nachricht senden
uk: Надіслати повідомлення

source: Remote Work
de: Fernarbeit
uk: Віддалена робота

source: We operate as a remote-first company with team members working from various locations. This allows us to serve clients worldwide while maintaining flexibility and efficiency.
de: Wir arbeiten als Remote-First-Unternehmen mit Teammitgliedern an verschiedenen Standorten. Dies ermöglicht es uns, Kunden weltweit zu bedienen und dabei Flexibilität und Effizienz zu gewährleisten.
uk: Ми працюємо як компанія, орієнтована на віддалену роботу, з членами команди, які працюють з різних місць. Це дозволяє нам обслуговувати клієнтів по всьому світу, зберігаючи гнучкість та ефективність.

source: Working remotely from Germany
de: Remote-Arbeit aus Deutschland
uk: Віддалена робота з Німеччини

source: Build Your Workspace with Rozoom-KI
de: Bauen Sie Ihren Arbeitsbereich mit Rozoom-KI auf

source: Registration unlocks a tailored workspace where you collaborate with our team and track every automation we build for you.
de: Die Registrierung schaltet einen maßgeschneiderten Arbeitsbereich frei, in dem Sie mit unserem Team zusammenarbeiten und jede Automatisierung verfolgen, die wir für Sie erstellen.

source: Why create an account
de: Warum ein Konto erstellen

source: Personal command center
de: Persönliches Kontrollzentrum

source: Monitor proposals, agreements and delivery status in one dashboard with real-time notifications from our team.
de: Überwachen Sie Angebote, Vereinbarungen und Lieferstatus in einem Dashboard mit Echtzeitbenachrichtigungen unseres Teams.

source: Faster onboarding every time
de: Schnelleres Onboarding bei jedem Projekt

source: Answer guided discovery questions once and we pre-fill future briefs, saving you time on each new initiative.
de: Beantworten Sie geführte Fragen nur einmal und wir füllen künftige Briefings vor, sodass Sie bei jeder neuen Initiative Zeit sparen.

source: Integrated billing and approvals
de: Integrierte Abrechnung und Freigaben

source: Approve estimates, sign milestones and handle payments securely without leaving the platform.
de: Genehmigen Sie Kostenschätzungen, bestätigen Sie Meilensteine und wickeln Sie Zahlungen sicher ab, ohne die Plattform zu verlassen.

source: What happens after you create a project
de: Was passiert, nachdem Sie ein Projekt erstellt haben

source: Share the vision
de: Teilen Sie die Vision

source: Describe goals, audience and constraints once; our assistants convert it into a structured brief.
de: Beschreiben Sie Ziele, Zielgruppe und Einschränkungen einmal, unsere Assistenten wandeln dies in ein strukturiertes Briefing um.

source: Receive a roadmap
de: Erhalten Sie einen Fahrplan

source: We design architecture, timelines and budget options you can approve or adjust with a click.
de: Wir entwerfen Architektur, Zeitpläne und Budgetoptionen, die Sie mit einem Klick freigeben oder anpassen können.

source: Track delivery in real time
de: Verfolgen Sie die Umsetzung in Echtzeit

source: Milestones, test results and launch tasks update automatically inside your dashboard.
de: Meilensteine, Testergebnisse und Launch-Aufgaben werden automatisch in Ihrem Dashboard aktualisiert.

source: Your account keeps every conversation, document and approval in sync so nothing slows the launch.
de: Ihr Konto hält alle Unterhaltungen, Dokumente und Freigaben synchron, damit der Launch nicht ins Stocken gerät.

source: How our project chatbot supports you
de: Wie unser Projekt-Chatbot Sie unterstützt

source: The embedded widget combines three specialized AI agents so you always get the right guidance at every stage.
de: Das eingebettete Widget vereint drei spezialisierte KI-Agenten, damit Sie in jeder Phase die passende Unterstützung erhalten.

source: Available 24/7 inside your dashboard and on every project page.
de: Rund um die Uhr in Ihrem Dashboard und auf jeder Projektseite verfügbar.

source: Switch between agents at any time to match the task you are solving.
de: Wechseln Sie jederzeit zwischen den Agenten, um zur aktuellen Aufgabe zu passen.

source: Conversations sync with your project timeline and notify the human team when escalation is required.
de: Unterhaltungen werden mit Ihrem Projektzeitplan synchronisiert und benachrichtigen das Team, wenn eine Eskalation nötig ist.

source: Answers general questions about our services, explains pricing scenarios and helps you decide which solution fits your business.
de: Beantwortet allgemeine Fragen zu unseren Leistungen, erklärt Preisszenarien und hilft Ihnen, die passende Lösung für Ihr Unternehmen zu wählen.

source: Brief Architect
de: Brief-Architekt

source: Leads you through writing a detailed technical assignment, gathers requirements and prepares structured specifications for our engineers.
de: Führt Sie durch das Schreiben eines detaillierten technischen Auftrags, sammelt Anforderungen und erstellt strukturierte Spezifikationen für unsere Ingenieure.

source: Project Steward
de: Projektbetreuer

source: Stays with you after kickoff, summarises sprint progress, reminds you about approvals and reports on upcoming milestones.
de: Bleibt nach dem Kick-off an Ihrer Seite, fasst Sprintfortschritte zusammen, erinnert an Freigaben und berichtet über anstehende Meilensteine.

source: Blog
uk: Блог

source: Name
uk: Ім'я

source: Wireframes
uk: Вайрфрейми

source: Design Mockups
uk: Дизайн-макети

source: User Stories
uk: Користувацькі історії

source: Name *
uk: Ім'я *

source: Impressum
uk: Імпрессум
