Repository: pilipandr770/Rozoom-KI
Catalog: app/translations/*/LC_MESSAGES/payment_translations.po
Languages: de, uk

source: Buy Development Hours
de: Entwicklungsstunden kaufen
uk: Придбати години розробки

source: Choose the number of development hours you need for your project
de: Wählen Sie die Anzahl der Entwicklungsstunden, die Sie für Ihr Projekt benötigen
uk: Виберіть кількість годин розробки, які вам потрібні для вашого проєкту

source: Select Hours
de: Stunden auswählen
uk: Вибрати години

source: Drag the slider to select how many development hours you wish to purchase
de: Ziehen Sie den Schieberegler, um auszuwählen, wie viele Entwicklungsstunden Sie kaufen möchten
uk: Перетягніть повзунок, щоб вибрати кількість годин розробки для придбання

source: hours
de: Stunden
uk: годин

source: Pricing tiers:
de: Preisstufen:
uk: Цінові тарифи:

source: per hour
de: pro Stunde
uk: за годину

source: Total Price
de: Gesamtpreis
uk: Загальна ціна

source: Proceed to Checkout
de: Zur Kasse gehen
uk: Перейти до оформлення

source: Need a custom solution?
de: Benötigen Sie eine individuelle Lösung?
uk: Потрібно індивідуальне рішення?

source: Contact us
de: Kontaktieren Sie uns
uk: Зв'яжіться з нами

source: Payment Successful
de: Zahlung erfolgreich
uk: Оплата успішна

source: Thank you for your purchase!
de: Vielen Dank für Ihren Einkauf!
uk: Дякуємо за покупку!

source: Your payment has been processed successfully.
de: Ihre Zahlung wurde erfolgreich verarbeitet.
uk: Вашу оплату успішно оброблено.

source: Order Details
de: Bestelldetails
uk: Деталі замовлення

source: Hours Purchased
de: Gekaufte Stunden
uk: Придбані години

source: Rate
de: Preis
uk: Тариф

source: Total Amount
de: Gesamtbetrag
uk: Загальна сума

source: Transaction ID
de: Transaktions-ID
uk: ID транзакції

source: Date
de: Datum
uk: Дата

source: Back to Home
de: Zurück zur Startseite
uk: Повернутися на головну

source: Payment Cancelled
de: Zahlung abgebrochen
uk: Оплату скасовано

source: Your payment has been cancelled.
de: Ihre Zahlung wurde abgebrochen.
uk: Вашу оплату скасовано.

source: No charges have been made to your account.
de: Es wurden keine Gebühren von Ihrem Konto abgebucht.
uk: З вашого рахунку не було знято коштів.

source: Return to Payment Form
de: Zurück zum Zahlungsformular
uk: Повернутися до форми оплати

source: Payment successful! Thank you for your purchase.
de: Zahlung erfolgreich! Vielen Dank für Ihren Einkauf.
uk: Оплата успішна! Дякуємо за покупку.

source: No pricing packages are currently available. Please contact us for custom pricing.
de: Derzeit sind keine Preispakete verfügbar. Bitte kontaktieren Sie uns für individuelle Preise.
uk: Наразі немає доступних пакетів цін. Будь ласка, зв'яжіться з нами для індивідуального розрахунку.

source: An error occurred while processing your payment. Please try again later.
de: Bei der Verarbeitung Ihrer Zahlung ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
uk: Під час обробки вашої оплати сталася помилка. Спробуйте пізніше.

source: Payment is being processed. We will update you when it completes.
de: Die Zahlung wird bearbeitet. Wir informieren Sie, wenn sie abgeschlossen ist.
uk: Оплата обробляється. Ми повідомимо вас, коли вона буде завершена.

source: Payment information not found.
de: Zahlungsinformationen nicht gefunden.
uk: Інформацію про оплату не знайдено.

source: An error occurred while processing your payment information.
de: Bei der Verarbeitung Ihrer Zahlungsinformationen ist ein Fehler aufgetreten.
uk: Під час обробки інформації про вашу оплату сталася помилка.

source: Development Hours
de: Entwicklungsstunden
uk: Години розробки

source: Purchase of
de: Kauf von
uk: Придбання

source: development hours at
de: Entwicklungsstunden zu
uk: годин розробки за
